{
   "appName": {
      "message": "Προβολέας CSV"
   },
   "shortDesc": {
      "message": "Ο CSV Viewer σάς επιτρέπει να διαβάζετε αρχεία csv και να τα ανοίγετε. Ο αναγνώστης μας μετατρέπει άμεσα τα δεδομένα σας σε πίνακα HTML."
   },
   "storeDesc": {
      "message": "Χρησιμοποιήστε την επέκταση ως απλό εργαλείο προβολής csv μέσα στον περιηγητή σας. Ο αναγνώστης μας είναι σχεδιασμένος για να βελτιώσει την παραγωγικότητα και να διευκολύνει τη ροή εργασίας σας, είτε είστε αναλυτής δεδομένων, μάρκετερ, ή οποιοσδήποτε που εργάζεται συχνά με αυτού του τύπου τα δεδομένα.\n\n🚀 Γιατί το Εργαλείο μας είναι η Σωστή Επιλογή;\n\n➤ Εύκολη Πρόσβαση Στο Διαδίκτυο: Απολαύστε την ευκολία ενός αναγνώστη csv στο διαδίκτυο που σας επιτρέπει να ανοίξετε και να διαβάσετε τα δεδομένα υπολογιστικών φύλλων απευθείας από τον περιηγητή σας. Τέλος πια το κατέβασμα ή η μετάβαση ανάμεσα σε διαφορετικές εφαρμογές.\n➤ Ταχύτητα και Αποτελεσματικότητα: Σχεδιασμένο ως γρήγορος αναγνώστης CSV, αυτή η επέκταση σάς επιτρέπει να προβάλλετε ένα αρχείο με μόνο δύο κλικ, εξοικονομώντας χρόνο και βελτιώνοντας την παραγωγικότητά σας.\n➤ Υποστήριξη για Διάφορους Διαχωριστές: Ο αναγνώστης μας διαχειρίζεται αρχεία με κόμματα, καρτέλες, ελληνικά ερωτηματικά και άλλα, εξασφαλίζοντας ότι τα δεδομένα σας παρουσιάζονται με ακρίβεια.\n➤ Ποικίλες Επιλογές Προβολής: Αν χρειάζεστε έναν αναγνώστη αρχείων csv ή ένα διαδικτυακό εργαλείο για την προβολή αυτών των αρχείων, αυτή η επέκταση σας καλύπτει. Δείτε τα δεδομένα σας σε μορφή πίνακα που είναι τακτοποιημένη με σαφήνεια, κάνοντας ευκολότερη την ανάλυση και την κατανόηση τους.\n\n⁉️ Πώς να Χρησιμοποιήσετε:\n\n1️⃣ Άνοιγμα: Ανοίξτε ένα αρχείο απευθείας από το τοπικό αποθετήριο σας ή οποιαδήποτε διαδικτυακή πηγή μέσω του περιηγητή σας. Απλώς κάντε κλικ στο εικονίδιο αναγνώστη .csv και στη συνέχεια κάντε κλικ στο κουμπί \"Μετατροπή\".\n2️⃣ Προβολή: Μόλις ανοίξετε, χρησιμοποιήστε την επέκταση ως ανοιχτήρι αρχείων csv και αναγνώστη csv για να προβλέψετε τα δεδομένα σας. Η διασύνδεση είναι εύκολη, κάνοντας την πλοήγηση μέσα από τα αρχεία σας εύκολη για οποιονδήποτε.\n3️⃣ Εξαγωγή: Μπορείτε εύκολα να το εξαχρηματίσετε σε διαφορετική μορφή αν χρειάζεται.\n\n🏆 Βασικά Χαρακτηριστικά:\n\n➜ Γρήγορος Αναγνώστης: Άμεσα να ανοίγετε και να βλέπετε δεδομένα με ένα απλό κλικ. Η λειτουργία μας γρήγορου αναγνώστη CSV κάνει εύκολη την πρόσβαση στα δεδομένα σας σε λιγότερο από 5 δευτερόλεπτα.\n➜ Ενσωματωμένος Αναγνώστης Πίνακα: Αυτό το εργαλείο είναι περισσότερο από ένας βασικός αναγνώστης, εμφανίζει τα δεδομένα σε μορφή πίνακα, επιτρέποντάς σας να αποκτήσετε εύκολα ιδέες.\n➜ Ελαφρύς Αναγνώστης: Περισσότερο από μια απλή επέκταση, είναι μία πλήρης λύση λογισμικού που δημιουργήθηκε για το Chrome. Ιδανικό για όσους χρειάζονται έναν αναγνώστη excel csv χωρίς την εγκατάσταση βαριών εφαρμογών.\n➜ Απροβλημάτιστη Λειτουργικότητα: Το εργαλείο μας ξεχωρίζει ως αναγνώστης csv, εξασφαλίζοντας συμβατότητα και ευκολία χρήσης με μια ευρεία γκάμα διαχωριστών (κόμμα, καρτέλα, ελληνική ερωτηματικό).\n\n🗂️ Πώς να Προβάλλετε Αρχεία CSV:\n\n🔸 Εγκαταστήστε την Επέκταση: Κατεβάστε τον Αναγνώστη CSV από το επίσημο κατάστημα του διαδικτύου για να ξεκλειδώσετε άμεσα τα χαρακτηριστικά του.\n🔸 Ανοίξτε την Ιστοσελίδα: Πηγαίνετε στην ιστοσελίδα όπου είναι φιλοξενημένο το έγγραφό σας, ή ανοίξτε το σε έναν περιηγητή για να προβάλετε το αρχείο csv.\n🔸 Εκκίνηση της Επέκτασης: Κάντε κλικ στο εικονίδιο της επέκτασης στη γραμμή εργαλείων του προγράμματος περιήγησής σας για να ενεργοποιήσετε την κύρια διεπαφή της. Αφού ανοίξει, πρέπει να κάνετε κλικ στο κουμπί \"Μετατροπή\"\n🔸 Εξερευνήστε τα Δεδομένα σας: Η επέκταση οργανώνει αμέσως τα δεδομένα σας σε προσβάσιμη μορφή, επιτρέποντάς σας να δείτε και να οργανώσετε τις πληροφορίες σας απευθείας μέσω του προγράμματος περιήγησης."
   }
}
