{
   "appName": {
      "message": "מציג CSV"
   },
   "shortDesc": {
      "message": "CSV Viewer מאפשר לך לקרוא קבצים בתצורת CSV ולפתוח קבצים בתצורת CSV. הקורא שלנו מעביר את הנתונים שלך באופן מיידי לקובץ HTML."
   },
   "storeDesc": {
      "message": "השתמש בתוסף כמוצג CSV פשוט בדפדפן שלך. מציג ה-CSV שלנו מיועד לשפר את היציבות ולצמצם את זרימת העבודה שלך, בין אם אתה ניתוח נתונים, שיווקן, או כל אדם שעובד בשטח זה לעתים תכופות.\n\n🚀 מדוע הכלי שלנו הוא הבחירה הנכונה?\n\n➤ גישה מקוונת קלה: תהנה מנוחות של מציג CSV מקוון שמאפשר לך לפתוח ולקרוא נתוני גיליון ישירות מהדפדפן שלך. לא יותר הורדות או החלפה בין יישומים שונים.\n➤ מהירות ויעילות: מותאם כמציג CSV מהיר, תוסף זה מאפשר לך לצפות בקובץ בשני לחיצות בלבד, חוסר השקעת זמן ושיפור היציבות שלך.\n➤ תמיכה בשוני גזירות: צפה ב-CSV המקוון שלנו ניהול קבצים עם פסיקים, טאבים, נקודות ועוד, מבטיח שהנתונים שלך מוצגים בדיוק.\n➤ אפשרויות צפייה מורחבות: אם אתה זקוק לראות קובץ CSV או כלי מקוון לצפייה בקבצים אלו, התוסף הזה מכסה אותך. תראה את הנתונים שלך במבנה טבלה מאורגן, מה שהופך את הניתוח וההבנה לקלים יותר.\n\n⁉️ איך להשתמש:\n\n1️⃣ פתח: פתח קובץ ישירות מאחסון המקומי שלך או מכל מקור מקוון דרך הדפדפן שלך. פשוט לחץ על סמל מציג .csv ולאחר מכן ללחוץ על כפתור \"המרה\"\n2️⃣ צפה: לאחר שנפתח, השתמש בתוסף כאופן לפתוח של קובץ CSV ולקרוא את הנתונים שלך. הממשק הוא אינטואיטיבי, מה שהופך את זה לקל לכל אדם לנווט בקבצים שלהם.\n3️⃣ ייצא: תוכל בקלות לייצא אותו לפורמט שונה ככל צורך.\n\n🏆 תכונות מרכזיות:\n\n➜ מציג מהיר: פתח וצפה בנתונים בלחיצה פשוטה. התכונה \"מציג מהיר\" שלנו עושה את זה קל לגשת לנתונים שלך בפחות מ-5 שניות.\n➜ מציג טבלה משולב: הכלי הזה הוא יותר ממציג בסיסי; הוא מציג נתונים בפורמט של טבלה, מאפשר לך לקבל קלת נסיון.\n➜ תוסף קל משקל: יותר מכולל תוספת, זהו פתרון תוכנה מלא הנבנה עבור Chrome. מושלם לאלה שזקוקים למציג Excel CSV ללא התקנת יישומים כבדים.\n➜ פונקציונליות חלקה: הכלי שלנו יתריע כקורא CSV, מבטיח תאימות ושימוש נוח עם מגוון רחב של שוני גזירות (פסיק, טאב, נקודה-פסיק).\n\n🗂️ כיצד לצפות בקבצי CSV:\n\n🔸 התקן את התוסף: הורד את מציג ה-CSV מחנות האינטרנט הרשמית כדי לפתוח את התכונות שלו באופן מיידי.\n🔸 פתח את האתר: עבור לאתר בו המסמך שלך מאוחסן, או פתח אותו בדפדפן כדי לראות קובץ CSV.\n🔸 הפעל את השלוחה: לחץ על סמל השלוחה בסרגל הכלים של הדפדפן כדי להפעיל את ממשק השלוחה הראשי שלה. לאחר הפתיחה, עליך ללחוץ על כפתור \"המר\"\n🔸 חקור את הנתונים שלך: השלוחה מארגנת את הנתונים שלך מיד לתוך פורמט נגיש, מאפשרת לך לצפות ולארגן את המידע שלך ישירות דרך הדפדפן.\n\n\n❤️ יתרונות נוספים:\n\n● מציג באינטרנט: גישה למסמכי ערכים שנפרדו שלך מכל מקום ובכל עת.\n● קורא פורמט CSV: השלוחה תומכת במגוון פורמטי נתונים.\n● מציג ידידותי למשתמש: תכונת קורא csv מיועדת לפשטות ונוחות בשימוש, עושה אותה מתאימה גם למתחילים וגם למקצוענים.\n● בטוח ואמין: בטיחות הנתונים שלך היא עיקרון העיקר. השלוחה מבטיחה כי הקבצים שלך מטופלים באופן מאובטח, ללא סיכון של אובדן נתונים או גישה לא מורשית.\n\n\n📌 שאלות נפוצות (שאלות נפוצות):\n\n❓ האם אני יכול להשתמש במציג csv באינטרנט בכל מערכת ההפעלה?\n☀️ כן, זו שלוחת Chrome וניתן להשתמש בה בכל מערכת ההפעלה שתומכת בדפדפן Chrome, כולל Windows, macOS ו-Linux.\n\n❓ האם יש גבול לגודל הקובץ שאני יכול לפתוח במציג?\n☀️ הפתרון שלנו תומך בקבצים מעל 100 מגה-בייט אך עשוי להאט בנתונים גדולים מאוד. אנו משפרים תמיד לנהל קבצים גדולים בצורה יעילה יותר.\n\n❓ כמה בטוח הם הנתונים שלי בעת השימוש במציג זה?\n☀️ הבטיחות של הנתונים שלך היא עיקרית. השלוחה שלנו מעבדת את הקבצים מקומית על המכשיר שלך, ואין מעביר נתונים לשרתים חיצוניים, מבטיחה כי המידע שלך יישאר סודי ובטיח.\n\n❓ האם השלוחה תומכת בערכים מופרדים בסימני פסיק שונים?\n☀️ כן, היא תומכת בקבצים עם סימני פסיק שונים, כולל פסיקות, נקודות ומרווחים. תוכל לציין את סמני הפסוק כדי להבטיח תצוגת נתונים תקינה.\n\n❓ האם אני יכול להמיר קובץ ל-Excel או ל-JSON?\n☀️ כן, יכולות הייצוא המתקדמות של השלוחה מאפשרות לך להמיר ולייצא את הנתונים שלך לפורמט JSON. בעתיד נתמוך גם ב-Excel (XLSX)\n\n❓ כיצד לפתוח קבצי Csv?\n☀️ לחץ על סמל השלוחה בדפדפן ובחר קובץ לפתיחה עם מציג ה-CSV.\n\n\nבסיכום, מציג ה-CSV משלב את פונקציונליות של קורא csv באינטרנט וקורא csv. בין שתעסוק במאגרי נתונים גדולים או טבלאות פשוטות, השלוחה זו מותאמת לכל צרכיך. נסה היום וחווה את הנוחות בניהול מסמכי הגיליון שלך ישירות בדפדפן שלך."
   }
}
